---
kind: other
id: Properties.T:Autodesk.Revit.DB.Transform
zh: 变换
source: html/e414a17b-a116-c84a-2a9a-f23368dd53cf.htm
---
# Transform Properties

**中文**: 变换

Defines the basis of the old coordinate system in the new coordinate system.